<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>隐私政策</title>
</head>
<body>
<h1 align="center">隐私政策</h1>
<p>跑券的目标是通过先进的移动互联网技术帮助用户过上更积极更健康的生活。为此，我们的应用程序和服务会收集，存储和分析从您和您的设备收集的各种数据，包括个人健康相关数据，无论是在移动设备上还是通过基于云的服务。</p>
<p>本声明旨在用人类可读的语言清楚地解释我们收集的数据和使用方式。如果您在阅读本声明后还有其他疑问，请通过本文末尾列出的电子邮件地址与我们联系。</p>
<h2>我们收集的是什么信息</h2>
<p>我们的应用程序和服务可能会收集以下类型的信息以提供服务：</p>
<ul >
    <li>您的电子邮件地址或社交登录信息，以保护您的数据并验证您的身份；</li>
    <li>传记信息，例如照片，传记，性别，年龄，地理位置，一般笔记；</li>
    <li>身体活动相关数据，例如运动日志（包括启用GPS的会话的位置坐标）和被动跟踪的活动数据，如所采取的步骤，燃烧的卡路里，活动时间和行进距离；</li>
    <li>其他与健康有关的数据，例如体重日志，BMI，血压和心率日志</li>
    <li>数据通过自由文本字段输入</li>
    <li>服务中指定的健康目标和目标</li>
    <li>与跑券社区相关的数据，例如，团体成员资格，目标登记，跟踪和追随者列表，以及其他社交互动，如共享笔记，评论，喜欢和讨论</li>
    <li>通过反馈表格和调查输入数据</li>
</ul>
<p>我们也可能会从您的移动设备收集某些信息，包括但不限于以下内容：</p>
<ul>
    <li>位置信息，允许我们定期确定您的位置，包括您的位置相对于第三方商家位置和内部; 显示您当前或曾经所处地理位置的共享信息，您或其他人共享的照片包含地理标记信息；您可以通过关闭定位功能，停止对您的地理位置信息的收集。</li>
    <li>设备和使用信息，可能包括特定于您的移动设备的信息（例如，品牌，型号，操作系统，广告标识符和类似信息）;关于您使用设备上的功能，功能或通知的信息;与WiFi或蓝牙功能，温度，电池电量和类似技术数据相关的信号强度。</li>
</ul>
<p>即使应用没有在前台运行，我们也可能会收集这些信息。</p>
<p>[对于iOS：您应该可以调整iOS移动设备上的设置，以禁止我们通过禁用设备上的位置服务功能来收集位置信息。]</p>
<p>应用程序使用数据：</p>
<ul>
    <li>为了改进我们的服务，我们可能会收集与使用我们的服务有关的数据，例如，页面浏览量，会话和按钮点击次数；</li>
    <li>如果您选择将我们的服务与第三方服务（如社交网络或其他健康应用程序）相连接，我们可能会从这些服务收集信息，以便为您提供预期的功能。我们收集的任何信息将始终按照相关第三方的政策使用。这些数据可能包括但不限于通过其他服务收集的健康数据以及基本社交网络配置文件信息。</li>
</ul>
<h2>苹果健康资料</h2>
<p>从Apple Health收集的用户数据绝不会用于市场营销或广告目的。</p>
<h2>使用您的数据</h2>
<p>我们使用我们收集的信息来：</p>
<ul>
    <li>操作和改进我们的服务;</li>
    <li>提供用户和其他支持，包括我们的第三方业务合作伙伴;</li>
    <li>当您进入参与当地的场地时向您提供信息;</li>
    <li>执行向您透露并且您同意的其他目的；</li>
    <li>未经您的明确许可，我们不会向任何第三方透露您的健康相关数据，身体活动数据或健康相关目标数据。</li>
</ul>
<h2>第三方和披露</h2>
<p>我们与第三方商业合作伙伴分享我们收集的信息，这些合作伙伴承诺遵守有关其信息使用的适用法律。我们的第三方业务合作伙伴可能会与他们自己的第三方业务合作伙伴分享这些信息，并将这些信息用于他们自己。</p>
</body>
</html>