<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>用户协议</title>
</head>
<body>
<h1 align="center">用户协议</h1>
<p>本《软件使用及服务协议》（下称《协议》）是您（下称“用户”）与易息通达之间关于用户安装、使用、复制易息通达“跑券”手机软件（包括所有手机系统平台版本，下称“跑券”），注册、使用、管理轻加账号，以及使用易息通达相关服务所订立的协议。</p>
<p>用户应认真阅读并充分理解此《软件使用及服务协议》。请审慎阅读并选择接受或不接受本《协议》（未成年人应在法定监护人陪同下阅读）。用户的安装、使用、账号获取和登录等行为均被视为对本《协议》的接受，并同意接受各项条款的约束。</p>
<p>本《协议》会由易息通达随时更新，更新后的协议条款一经公布，即时代替原来的协议条款，用户可随时查阅最新版协议条款。在易息通达修改《协议》条款后，用户继续使用“跑券”软件和服务将被视为已接受了修改后的协议。如果用户不接受修改后的条款，请立即停止使用。</p>
<h2>一、知识产权声明</h2>
<p>1.1“跑券”是由易息通达开发，一切著作权、商标权、专利权、商业秘密等知识产权，以及相关的所有信息内容，包括但不限于：图标、图表、色彩、界面设计、版面框架、数据、电子文档等均受中华人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其他知识产权法律法规的保护，易息通达享有上述知识产权。</p>
<p>1.2未经易息通达书面同意，用户不得以任何目的使用或转让上述知识产权，易息通达保留追究上述未经许可行为的权利。</p>
<h2>二、账号使用需知</h2>
<p>2.1“跑券”账号的所有权归易息通达，用户完成注册后获得相应的使用权。用户承担“跑券”账号与密码的保管责任，并对所注册的账号及密码下的一切活动负全部责任。</p>
<p>2.2用户的“跑券”账号在丢失或遗忘密码后，可以通过绑定过“跑券”账号的邮箱或手机号码进行登录密码重置。没有绑定邮箱的，可以联系客服，凭账号相关的个人信息进行验证，并重设密码。易息通达只负责核对验证信息是否与账号相关信息一致，而不对信息提供者身份进行证实，不对冒名验证行为承担任何责任。同时，易息通达不承诺通过账号相关的个人信息进行验证一定能找回账号。</p>
<p>2.3用户若违反用户协议以及“跑券”内置社区相关规定，将被终止使用社区交流的权利。“跑券”内置社区的相关规定将在社区内以置顶公告的形式出现，并不定期更新【如更新后，用户继续使用内置社区，则默认用户完全赞同相关规定】</p>
<p>2.4用户不得实施包括但不限于下列行为：</p>
<ol>
    <li>通过非易息通达开发、授权或认可的软件、插件、外挂等登录或使用“跑券”软件和服务；</li>
    <li>去除“跑券”中的版权信息；</li>
    <li>对“跑券”进行反向工程、反向汇编、反向编译等；</li>
    <li>使用“跑券”发表、传播、储存违反国家法律、危害国家安全、祖国统一、社会稳定、公序良俗的内容，或任何不当的、侮辱诽谤的、淫秽的、暴力的及任何违反国家法律法规政策的内容；</li>
    <li>批量发表、传送、传播广告信息及垃圾信息；</li>
    <li>以任何不合法的方式、为任何不合法的目的、或以任何与本协议不一致的方式使用本软件和易息通达提供的其它服务。</li>
</ol>
<p>2.5用户若违反上述规定，易息通达有权在不事先通知用户的情况下终止用户账号的在线功能。</p>
<p>2.6使用“跑券”必须遵守国家有关法律和政策并遵守本《协议》。对于用户违法或违反本《协议》的使用而引起的一切责任，由用户负全部责任，一概与易息通达及合作方无关。导致易息通达及合作方损失的，易息通达及合作方有权要求用户赔偿，并有权保留相关记录。</p>
<p>2.7用户若通过非易息通达官方网站，或非易息通达授权网站下载的“跑券”，将可能导致不可预知的风险，由此产生的一切法律责任与纠纷一概与易息通达无关。</p>
<p>2.8易息通达有权在“跑券”中投放不同形式的广告信息。</p>
<h2>三、隐私保护</h2>
<p>3.1个人隐私信息指可以用于对用户进行个人辨识或涉及个人通信的信息，包括：IP地址，电子邮件地址，以及用户在参与易息通达及合作方发起的特定活动时填写的姓名、身份证号、手机号码、联系地址。非个人隐私信息指用户在使用“跑券”时的操作状态、设备信息以及使用习惯等明确客观记录在轻加服务器端的基本记录信息，和其他一切个人隐私信息范围外的普通信息。</p>
<p>3.2用户若参与易息通达及合作方发起的特定活动，需要向易息通达及合作方提供特定的个人隐私信息，易息通达及合作方不得向任何其它组织、单位和个人公开、透露相关信息。</p>
<p>3.3易息通达会采取合理的措施保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或用户同意等原因外，易息通达未经用户同意不向除合作方以外的第三方公开、透露用户个人隐私信息。</p>
<p>3.4为了改善易息通达的技术和服务，我们将可能会收集、使用用户的非个人隐私信息，以提供更好的用户体验和服务质量。</p>
<p>3.5用户的运动记录会被自动上传至易息通达服务器，在用户使用“跑券”账号时，可以通过易息通达服务器自动备份和恢复日历记录。</p>
<p>3.6用户的运动记录在与个人隐私信息解除关联的前提下，可能用于运动建议等算法的优化。</p>
<h2>四、法律责任与免责申明</h2>
<p>4.1易息通达将会尽其商业上的合理努力以保护用户的设备资源及通讯的隐私性和完整性，但是，用户承认和同意易息通达不能就此事提供任何保证。</p>
<p>4.2易息通达可以根据用户的使用状态和行为，改进“跑券”的功能、用户体验和服务，开发或调整软件功能。</p>
<p>4.3易息通达为保障业务发展和调整的自主权，有权随时自行修改或中断软件服务而不需通知用户。</p>
<p>4.4在任何情况下因使用或不能使用本“跑券”所产生的直接、间接、偶然、特殊及后续的损害及风险，易息通达及合作方不承担任何责任。</p>
<p>4.5因技术故障等不可抗事件影响到服务的正常运行的，易息通达及合作方承诺在第一时间内与相关单位配合，及时处理进行修复，但用户因此而遭受的一切损失，易息通达及合作方不承担责任。</p>
<p>4.6用户通过“跑券”与其他用户联系，因受误导或欺骗而导致或可能导致的任何心理、生理上的伤害以及经济上的损失，由过错方依法承担所有责任，一概与易息通达及合作方无关。</p>
<p>4.7用户应充分理解个体差异与软件运动建议会存在误差，以及理解减肥周期的不确定性，因参考“跑券”推算的每日运动消耗、每日饮食摄入和运动建议达不到减肥目标时，易息通达及合作方不承担任何责任。</p>
<p>4.8用户应充分理解体感运动计数因手机型号和用户动作幅度大小造成的不精确的问题，应充分理解在做任何运动过程中或之后可能造成的肌肉拉伤或酸痛问题，因在“跑券”中使用局部瘦身体感运动时，造成甩脱手机或拉伤肌肉等问题，易息通达及合作方不承担任何责任。</p>
<h4>在本协议中未声明的其他一切权利，仍归易息通达所有。易息通达保留对本协议的最终解释权利。</h4>
</body>
</html>